brew "gh"
brew "git"
brew "rbenv"
brew "ruby-build"
brew "postgresql@15", restart_service: :changed, link: true
brew "redis", restart_service: :changed
brew "node"
brew "yarn"
brew "httpie"
cask "warp"
cask "visual-studio-code"
cask "font-meslo-lg-nerd-font"
cask "vivaldi"
cask "google-chrome"
cask "brave-browser"
cask "firefox"
cask "arc"
cask "slack"
cask "spark"
cask "bitwarden"
cask "tableplus"
cask "raycast"
cask "aldente"
cask "istat-menus"
cask "notion-calendar"
cask "chatgpt"
cask "shottr"
cask "flow"
cask "whatsapp"
